Repository: sillsdev/FwLocalizations
Catalog: messages.fa.tmx
Source language: en
Languages: fa

source: This discourse analysis tool has columns preset for SVO languages. If you need to change that order, edit the list called "Text Constituent Chart Templates". The columns are the 3rd level list items. If you change the columns after you have done some charting, you may need to rework your earlier charts. This tool does not yet support right-to-left writing systems.
fa: این ورژن قدیمی برنامهٔ تجزیهٔ طرح متن می‌باشد. اکنون، ستونها برای زبانهایی که دارای نحو ، فاعل-فعل-مفعول، از پیش تنظیم شده است. در صورتی که مایل باشید این ترتیب را تغییر دهید اول فهرستی که " نمودارهای جدول سازهٔ متن" نام دارد را ویرایش نمایید. (ستونها سطح سوم بخشهای فهرست می‌باشند.) سپس به برنامه رجوع نمایید و آغاز به نموداربرداری نمایید. توجه: در صورتی که پس از انجام نموداربرداری ستونها را تغییر دهید، نیاز به دوباره نمودارهایی را که تا به حال ایجاد نموده‌اید تنظیم و تغییر نمایید. بنابراین، تغییر پایه پس از نموداربرداری آن متن باعث می‌شود که واژگان از نمودار حذف شوند. نکته: این برنامه نظامهای نگارشی راست به چپ را پشتیبانی نمی‌کند. راهنمایی: برای اطلاعات بیشتر موضوعات کمک و راهنمایی را در بخش "نمودار متن." را بخوانید.

source: This Lexeme Form contains several morphemes. Add the fields for me to specify the components and type of complex form.
fa: این شکل واحد واژگانی دارای چندین تکواژ می‌باشد. بخشها رابرای من اضافه نما تا اینکه مولفه‌ها و گونهٔ شکل پیچیده مشخص شود.

source: This process will take a long time. Do you want to continue?
fa: این روند به زمان زیادی نیاز دارد. مایل به ادامه عملیات هستید؟

source: This process will take a long time.{0}{0} Do you want to continue?
fa: این روند به زمان طولانی نیاز دارد. {0}{0} مایل به ادامه هستید؟

source: This project is for a newer version of FieldWorks. To open this project, click Close, and then install the newer version of FieldWorks. To revert to a version of this project which is compatible with this version of FieldWorks, click Restore a Project.
fa: این پروژه برای ورژن جدیدی از FieldWorks می‌باشد. برای باز کردن این پروژه، بستن را کلیک نمایید، و سپس وارژن جدیدی از FieldWorks را نصب نمایید. جهت برگرداندن به یک ورژن از این پروژه که با این ورژن FieldWorks متناسب می‌باشد، بازگردانی یک پروژه را کلیک نمایید.

source: This project links to {0} external file(s) in the previous Linked Files folder. Would you like to move or copy the file(s) to the new folder to make it easier to share and back up, along with your other project data?
fa: پیوندهای پروژه برای پرونده و یا پرونده‌های خارجی {0}در فولدر پرونده‌های پیوند شده پیشین. آیا مایل به انتقال و یا کپی نمودن پرونده و یا پرونده‌ها به فولدر جدید جهت سادتر ساختن برای جانشین ساختن و یا در میان گذاشتن در کل داده‌های پروژه‌های دیگر شما هستید؟

source: This project links to {0} external files in the previous Linked Files folder. Would you like to move or copy the files to the new folder to make it easier to share and back up, along with your other project data?
fa: این پیونده‌های پروژه به {0} پرونده‌های خارجی در فولدر پرونده‌های پیوند شده پیشین.آیا مایل به انتقال و یا کپی نمودن پرونده‌ها به فولدر جدید جهت ساده‌تر نمودن جهت جانشین سازی و یا در میان نهادن در کل داده‌های پروژه دیگر شما هستید؟

source: This restore operation will replace the existing project: {0}
fa: این عمل برگردان سازی جایگزین پروژهٔ موجود خواهد شد: {0}

source: This Standard Format Import Setup procedure will help you supply some settings needed to be able to import your Standard Format Scripture data. You only need to do this procedure once for the {0} project. To begin, click Next.
fa: روش تنظیم رویهٔ وارد نمودن استاندارد شما را قادر می‌کند که برخی از تنظیمهای مورد نیاز برای وارد نمودن داده‌های شکل استاندارد متون وارد نمایید. تنها نیاز است که یک بار این روش را برای پروژهٔ زبانی {0} انجام دهید. برای آغاز بعدی را کلیک کنید.

source: This tool is designed for a typist to use during a semantically-based word-collection workshop. For information on this method, see http://www.sil.org/computing/ddp/.
fa: این ابزار برای نویسنده‌ای که برای استفاده در طول مدت دورۀ جمع‌آوری واژه بر اساس معنا ساخته شده است. جهت اطلاع بیشتر به: http://www.sil.org/computing/ddp/.

source: This utility attempts to fix various errors in a FieldWorks project file. The project must not be open, and must be in the fwdata (XML) format.
fa: این اقدام بکاربردن برای تعمییر خطاهای مختلف در یک پروندهٔ پروژهٔ Fieldworks. پروژه نباید باز شود، و باید در فرمت داده Fieldworks به صورت (XML) باشد.

source: This utility cleans up the homographs numbers of lexical entries. It preserves the current relative order of homographs, so you won't lose any ordering you have done.
fa: ‏این کاربرد تعداد، مدخلهای همنام را پاک می‌کند. و ترتیب کنونی واژگان همنام را نگه می‌دارد، تا اینکه شما با همان ترتیبی که تا به حال انجام دادید، ادامه دهید.‏

source: This will delete {0} rows of data from your chart! Are you sure?
fa: سطرهای {0} مربوط به داده‌های جدول شما را حذف می‌شوند! مطمئن هستید؟

source: This will delete ALL the selected items and can sometimes take a long time. This action will not be undo-able. Do you want to proceed?
fa: این عمل همهٔ بخشهای انتخاب شده را حذف می‌کند و ممکن است که به زمان زیادی نیاز داشته باشد.‏ این عمل را نمی‌توان برگرداند.‏ آیا مایل به انجام این عمل هستید؟

source: This will delete ALL the selected items. Do you want to proceed?
fa: این عمل همهٔ بخشهای انتخاب شده را حذف می‌نماید.‏ آیا مایل هستید که این عمل را انجام دهید؟

source: This writing system for {0} is for:
fa: این نظام نگارشی برای {0} برای:....می‌باشد.

source: 1 Timothy
fa: اول تیموتائوس

source: 2 Timothy
fa: دوم تیموتائوس

source: Tip:
fa: نکته مفید:‏

source: Title
fa: عنوان

source: Title:
fa: عنوان:

source: Titus
fa: تیطوس

source: To create a circumfix, every non-blank alternative of the Lexeme Form must have two morphemes separated by a space or period(s).
fa: جهت ایجاد وند دو قسمتی(وندی است که در پیش و پس بن واژه قرار می‌گیرد.)، هر گزینه‌ای خالی باید دو تکواژی دارا باشد که توسط فاصله خالی و یا نقطه (نقطه‌ها) جدا شود.

source: To edit the template table: right-click on STEM, on a slot name, or on a morpheme.
fa: برای ویرایش جدول نمونه: روی بن، روی نام بخش، یا روی تکواژ , راست را کلیک کنید.‏

source: To Exception "Features"
fa: مشخصه‌های منحصر پایانی

source: To Inflection Class
fa: مجموعۀ صرفی پایانی

source: To Inflection Features
fa: مشخصه‌های صرفی پایانی

source: To see occurrences, click Scan.
fa: جهت مشاهدهٔ رخدادها، بررسی را کلیک نمایید.‏

source: To show a blank screen, click here:
fa: جهت نمایش یک صفحه‌ی خالی، اینجا را کلیک نمایید:

source: To specify a Concordance, select a line in which to search and enter the text to search for.
fa: جهت اختصاص دادن یک تطابق، خطی را انتخاب نمایید که متنی را که مورد جستجو می‌باشد و وارد شود.‏

source: &To:
fa: پایانی:‏

source: To:
fa: پایانی:‏

source: Tone
fa: آهنگ

source: Tones
fa: صداها

source: &Toolbar
fa: نوار ابزار

source: &Toolbar Name:
fa: اسم نوار ابزار:‏

source: &Toolbars
fa: نوارهای ابزار

source: Toolbars
fa: نوارهای ابزار

source: Toolb&ars:
fa: نوارهای ابزار:‏

source: &Tools
fa: ابزار

source: _Tools
fa: ابزار

source: Tools
fa: ابزار

source: &Top
fa: &بالا

source: Top
fa: بالا

source: Trailing Token
fa: نشانه گذاشتن

source: &Training
fa: آموزش

source: _Training
fa: آموزش

source: Training
fa: آموزش

source: _Translated List Content
fa: _ محتوای فهرست ترجمه شده

source: Translated Lists Files
fa: پرونده‌های فهرستهای ترجمه شده

source: Translation
fa: ترجمه

source: Translation Type
fa: نوع ترجمه

source: Translation Types
fa: انواع ترجمه

source: Translations
fa: ترجمه‌ها

source: Translator
fa: مترجم

source: Treat as not word forming
fa: به صورت شکل دادن واژه نباشد

source: &Treat as not Word Forming
fa: به صورت شکل دادن واژه نباشد

source: &Treat as Punctuation
fa: به عنوان نقطه‌گذاری

source: &Treat as Symbol
fa: به عنوان سمبل و نشانه

source: Treat as word forming
fa: به عنوان شکل دادن واژه

source: &Treat as Word-Forming
fa: به عنوان شکل دادن واژه

source: Try a Word
fa: تجژیۀ واژه‌ای خاص

source: _Try a Word...
fa: تجژیۀ واژه‌ای خاص...‏

source: &Try it
fa: آزمایش

source: Turn off all filters
fa: همه فیلترها خاموش

source: Turn off all filters.
fa: همه فیلترها خاموش.‏

source: &Type
fa: نوع

source: _Type
fa: نوع

source: Type
fa: نوع

source: Type a space to separate morphemes and a break character to indicate the morpheme type.
fa: جهت جدا نمودن تکواژها یک فاصله تایپ کنید و علامت جدا کردن را جهت نشان دادن نوع تکواژ تایپ کنید.‏

source: Type slot name here
fa: اینجا نام جای خالی تایپ شود

source: Unable to access the project data folder: {0} Ensure that this folder is shared and that you have permission to access it.
fa: قادر نبودن به دسترسی به فولدر داده‌های پروژه: {0} تامین نمودن اینکه این فولدر درمیان گذاشته می‌شود و اینکه سما قادر به دسترسی به این را دارا باشید.

source: Unable to Create Backup Folder
fa: قادر نبودن به ایجاد فولدر جانشین ساز

source: Unable to initialize the data.
fa: قادر نبودن به ارزش دادن اولیهٔ داده‌ها

source: Unable to Insert Movie File
fa: قادر به وارد نمودن پرونده فیلم نیست

source: Unable to Insert Picture
fa: قادر به وارد نمودن عکس نمی‌باشد

source: Unable to Insert Sound File
fa: قادر به وارد نمودن پرونده صوتی نمی‌باشد

source: Unable to modify project locations.
fa: قادر نبودن به اصلاح کردن محلهای پروژه.

source: Unable to Open Project
fa: قادر نبودن به باز نمودن پروژه

source: Unable to restore project from this backup file, which was created with an earlier version of FieldWorks:
fa: قادر نبودن به برگردان سازی پروژه از این جانشین سازی پرونده، که با ورژن قدیمی FieldWorks ساخته شده بود:

source: Unable to restore.
fa: قادر نبودن به برگردان سازی.

source: Unable to Update {0} on {1} from version {2} to {3}.{4}You need to update the database on the local machine.
fa: قادر به جدیدسازی {0} در {1} از نوع {2} به {3} {4}شما نیاز به جدیدسازی بانک اطلاعاتی در کامپیوتر خود دارید. نمی‌باشد.

source: Uncheck all
fa: همه بدون علامت چک

source: Uncheck All
fa: همه بدون علامت چک

source: Unclassified affix
fa: وند مشخص نشده

source: Undecided
fa: تصمیم نشده

source: {0} Underline
fa: {0}خط زیرین

source: Under&line color:
fa: رنگ خط زیرین:

source: &Underline style:
fa: & سبک خط زیرین:

source: &Undo
fa: فسخ عملکرد

source: _Undo
fa: فسخ عملکرد

source: Undo
fa: فسخ عملکرد

source: &Undo {0}
fa: فسخ عملکرد {0}

source: Undo {0}
fa: فسخ عملکرد{0}

source: Undo {0} actions
fa: برگشت عملیات {0}

source: Undo {0} Actions
fa: برگشت عملیات {0}

source: Undo 1 Action
fa: برگشت عمل ۱

source: Undo Add Component
fa: برگشت اضافه مولفه

source: Undo Change Morpheme Type
fa: تایید نکردن تغییر نوع تکواژ

source: Undo changing {0} to {1}
fa: برگشت تغییر {0} {1}به

source: Undo Create Variant Entry
fa: برگشت ایجاد مدخل متغیر

source: Undo Set Phonological Features
fa: برگشت تنظیم ویژگیهای آوایی

source: (unfiltered)
fa: (فیلتر نشده)

source: Unknown
fa: ناشناخته

source: unknown category
fa: بخش ناشناخته

source: <Unknown Complex Form>
fa: <شکل پیچیده ناشناخته>

source: unknown morph type
fa: نوع واژک ناشناخته

source: (Unknown)
fa: (ناشناخته)

source: Unmarked inflectional affix slot
fa: بی‌نشانی وندهای جا پرکن صرفی

source: 1 unreviewed difference remaining
fa: تفاوت بازنگری نشده‌ی باقی مانده

source: &Unspecified
fa: & ناشناخته

source: Unsp&ecified
fa: ناشناخته

source: Unspecified
fa: ناشناخته

source: Untested
fa: آزمودن نشده

source: Updating: '{0}' ...
fa: جدیدسازی: '{0}'...

source: Usage
fa: کاربرد:‏

source: Usa&ge:
fa: کاربرد:‏

source: Usages
fa: کاربردها

source: Use
fa: کاربرد

source: Use Abbreviation as label
fa: بکاربردن مخفف به عنوان برچسب

source: Use Allomorph
fa: کاربرد تکواژ

source: Use default analysis
fa: کاربرد تجزیۀ پیش‌گزیده

source: &Use Entry
fa: کاربرد مدخل

source: Use marks for which levels
fa: کاربرد نشانه‌ها برای کدام سطح

source: Use &regular expressions
fa: کاربرد عبارات عادی

source: Use regular expressions
fa: کاربرد عبارات عادی

source: Use the older files from the backup.
fa: کاربرد پرونده‌های قدیمی‌تر از جانشین سازی.

source: Use which marks
fa: کاربرد کدام نشانه‌ها

source: {0}. Used {1} times by analyses.
fa: {0}.{1} بار توسط تجزیه‌ها استفاده شده .

source: {0}. Used 1 time by analyses.
fa: {0}.۱ بار توسط تجزیه‌ها بکار برده شده است.

source: _User
fa: کاربر

source: User Analyses
fa: تجزیه‌های کاربر

source: User Approved (Analyses)
fa: تصویب کاربرنده - تجزیه‌ها

source: User Disapproved (Test Case Analyses)
fa: کاربرندهٔ تصویب نشده - تجزیهٔ آزمایشی

source: user interface
fa: میانگیگر

source: User interface language:
fa: زبان میانگیگر:‏

source: User Opinion
fa: نظر کاربر

source: User Opinion Unknown (Analysis Candidates)
fa: نظر کاربرنده نامشخص - داوطلباب تجزیه

source: User Properties
fa: ویژگیهای کاربر

source: &User Properties...
fa: ویژگی کاربر...‏

source: Users:
fa: کاربران:‏

source: Usually, you only need to use the following fields in order to distinguish writing systems for the same language.
fa: معمولاً جهت تشخیص دادن و انتخاب روش نگارشی جهت زبان مشابه ، تنها نیاز به استفاده از این بخشها می‌باشد.‏

source: Utilities
fa: سودمندیها

source: _Utilities...
fa: سودمندیها...‏

source: Valid characters
fa: علایم و حروف معتبر

source: Valid Characters
fa: علایم و حروف معتبر

source: &Valid Characters...
fa: علایم و حروف معتبر...‏

source: &Valid Characters:
fa: علایم و حروف معتبر‏:‏

source: Valid?
fa: معتبر؟

source: Value
fa: بها

source: Value #{0}
fa: بها #{0}

source: Values
fa: بها

source: _Variant
fa: گونۀ متنوع

source: Variant abbreviation:
fa: مخفف تنوع زبانی:‏

source: Variant Form
fa: گونۀ متنوع

source: Variant Forms
fa: گونههای متنوع

source: Variant Forms can be configured in more detail.
fa: شکلهای متغیر به صورت مفصلتر می‌توان ساخت.

source: Variant name:
fa: نام تنوع زبانی:‏

source: Variant not found?
fa: گونۀ متبوع پیدا نشده؟

source: Variant of
fa: گونۀ متبوع از

source: Variant of Entry or Sense
fa: گونۀ متبوع یا معنی

source: Variant of...
fa: گونۀ متبوع از...‏

source: &Variant of:
fa: گونۀ متبوع از:‏

source: Variant Pronunciations
fa: تلفظهای متنوع

source: Variant Type
fa: نوع گونۀ متبوع

source: Variant Type :
fa: نوع گونۀ متبوع:‏

source: Variant Type:
fa: نوع گونۀ متبوع:‏

source: Variant Types
fa: انواع گونۀ متبوع

source: Variant/Complex Form Type
fa: نوع گونۀ متبوع/شکل پیشیده

source: &Variant:
fa: گونۀ متبوع:‏

source: Variants
fa: گونه‌های متبوع

source: Variants (of Entry)
fa: گونه‌های متبوع (از مدخل)‏

source: Variants (of Sense)
fa: گونه‌های متبوع (از معنی)‏

source: Variants of Sense
fa: گونه‌های متبوع معنی

source: vernacular
fa: زبان بومی

source: Vernacular
fa: زبان بومی

source: &Vernacular language writing system
fa: روش نگارش زبان محلی

source: vernacular or analysis
fa: زبان بومی یا تجزیه

source: &Vernacular Writing System
fa: روش نگارش بومی

source: &Vernacular Writing Systems
fa: روشهای نگارش بومی

source: Version:
fa: ورژن:

source: Version: {0}
fa: نسخه‏: {0}

source: Version: {0} {1} {2}
fa: نسخه: {0} {1} {2}

source: &View
fa: نما

source: _View
fa: نما

source: View
fa: نما

source: View Incorrect Words in Use...
fa: نمایش واژگان نادرست بکار برده...‏

source: View Incorrectly Spelled Words in Use.
fa: نمایش املای واژگان نادرست مورد استفاده.

source: Views
fa: نماها

source: Warning
fa: توجه

source: 1 warning found in {0}
fa: هشدار در {0}یافت شد

source: Warning!
fa: توجه!‏

source: 1 Warning:
fa: هشدار:

source: Warning: deleting a field cannot be undone. Are you SURE you want to delete the field {0}?
fa: توجه: در صورتی که این بخش حذف شود نمی‌توان آنرا بازگرداند.‏ آیا مطمئن هستید که این بخش را حذف کنید{0}؟

source: Warning: deleting a field cannot be undone. Note: {0} items in your database have data in this field! Are you SURE you want to delete the field {1}?
fa: توجه: در صورتی که این بخش حذف شود نمی‌توان آنرا بازگرداند.‏ نکته:{0} عناوینی که در برنامهٔ شما وجود دارند در این بخش داده قرار دارند!‏ آیا مطئن هستید که این بخش را حذف نمایید{1}؟

source: Warning: deleting a field cannot be undone. Note: {0} items in your database have data in this field, and {1} views have been configured to display this field! Are you SURE you want to delete the field {2}?.
fa: توجه: حذف یک بخش را نمی‌توان بازگرداند.‏ نکته:{0} عناوینی که در برنامه شما وجود دارند در این بخش داده دارند، و{1} طوری تنظیم شده که در این بخش نمایش داده شود!‏ آیا مطمئن هستید که این بخش را حذف نمایید {2}?

source: Warning: deleting a field cannot be undone. Note: {0} views have been configured to display this field! Are you SURE you want to delete the field {1}?.
fa: توجه: حذف یک بخش را نمی‌ثوان بازگرداند.‏ نکته: {0} نما طوری تنظیم شده که در این بخش نمایش داده شود!‏ آیا مطمئن هستید که این بخش را حذف نمایید{1}؟

source: Warning: once you delete this word gloss:
fa: توجه: در حالی که شما این فهرست واژگان را حذف نمایید:‏

source: We recommend that you only change this after discussing it with a consultant.
fa: پیشنهاد می‌کنیم که پس از مشورت با یک مشاور فقط این را تغییر دهید.‏

source: _Welcome
fa: خوش آمدید

source: Welcome to FieldWorks
fa: Fieldworks خوش آمدید به

source: What it does:
fa: چه انجام می‌دهد:‏

source: When to use:
fa: چه موقع استفاده شود:‏

source: &Whole item
fa: همه

source: "{0}" will be merged into "{1}",{2}resulting in one item.
fa: "{0}" با "{1}" ترکيب خواهد شد. {2}نتيجه به شکل يک مورد خواهد بود.‏

source: &Window
fa: پنجره

source: _Window
fa: پنجره

source: Window
fa: پنجره

source: Windows keyboard settings
fa: تنظیم کیبورد ویندوز

source: Word
fa: واژه

source: Word Analyses
fa: تجزیه‌های واژه

source: Word Breaking
fa: شکستن و تجزیهٔ واژه

source: Word Cat.
fa: طبقه‌بندی واژه

source: Word Category
fa: طبقه‌بندی واژه

source: {0} Word character
fa: {0} علامت حرفی

source: Word Final
fa: پایان واژه

source: &Word Forming
fa: ساختن واژه

source: Word Gloss
fa: فهرست واژه

source: _Word Glosses
fa: فهرستهای واژه

source: Word Glosses
fa: فهرستهای واژه‌ای

source: Word Initial
fa: آغاز واژه

source: Word List Concordance
fa: تطابق فهرست واژه

source: &Word to try:
fa: آزمون واژه:‏

source: Word Tools
fa: ابزارهای واژه

source: Word:
fa: واژه:‏

source: Wordform
fa: شکل واژه

source: Wordform Analyses
fa: تجزیه‌های ساختار واژه

source: Wordforms
fa: شکلهای واژه

source: Words (_assign analysis)
fa: واژگان (ایجاد تجزیه)‏

source: Would you like FieldWorks to restore the linked files within the project folder?
fa: آیا شما مایل هستید که FieldWorks پرونده‌های پیوند شده در فولدر پروژه برگردان سازی کند؟

source: Would you like to keep the newer files in the folder or replace them with the older ones from the backup?
fa: آیا شما مایل به نگه داشتن پرونده‌های جدیدتر در فولدر و یا جایگزین نمودن آنها با یک فولدر قدیمی‌تر در جانشین سازی هستید؟

source: Writing {0} as FieldWorks 6.0 XML failed. The writing process returned error code {1} and error message {2}.
fa: نوشتن {0} به عنوان Fieldworks 6.0 XMLانجام نشد. روند نگارش خطای کد {1} و پیام {2} را برگرداند.

source: Writing out backup file...
fa: نگاشتن پرونده جانشین ساز...

source: Writing system
fa: روش نگارش

source: &Writing System
fa: روش نگارش

source: _Writing System
fa: روش نگارش

source: Writing System
fa: روش نگارش

source: Writing System :
fa: روش نگارش:‏

source: &Writing System for {0}...
fa: روش نگارش برای {0}...‏

source: Writing System Properties
fa: ویژگی روش نگارش

source: &Writing System(s):
fa: روش نگارش:‏

source: &Writing System:
fa: روش نگارش:‏

source: Writing System:
fa: روش نگارش:‏

source: Writing System: {0}
fa: روش نگارش: {0}

source: Writing Systems
fa: روشهای نگارش

source: Writing systems defined for this project are shown below. Check those which you want to appear in multilingual, single-line fields. The first checked writing system is the default for its type.
fa: روشهای نگارشی که جهت این پروژه توصیف شده‌اند در زیر نشان داده شده‌اند. آنهایی را که می‌خواهید به صورت چند زبانه ظاهر شوند انتخاب نمایید. بخشهای تک خطی. اولین روش نگارشی انتخاب شده، روش پیش‌گزیده می‌باشد.‏

source: Writing Systems for
fa: نظامهای نگارشی برای

source: Writing Systems for {0} field
fa: روش نگارشی برای بخش {0}‏

source: &Writing systems:
fa: روشهای نگارش:‏

source: Writing systems:
fa: روشهای نگارش:‏

source: Writing Systems:
fa: روشهای نگارش:‏

source: Writing the copy of {0} as FieldWorks 6.0 XML failed. The writing process returned error code {1} and error message {2}.
fa: نگارش کپی از{0} هنگامی که FieldWorks 6.0 XML با مشکل برخورد کرد. روند نگارشی اخطار با کد{1} و پیام خطای {2} برگشت داده شده است.

source: yes
fa: بله

source: &Yes
fa: بله

source: Yes
fa: بله

source: Yes to &All
fa: بله به همه

source: You are deleting the following item:
fa: موضوع زیر در حال حذف شدن است:‏

source: You are deleting the following Reversal Index:
fa: فهرست بازگردانده شده زیر را حذف می‌کنید:‏

source: You are saving a backup to a different location. Would you like to make this the default location to save backups?
fa: شما در حال ذخیره نمودن پروندهٔ جانشینی به یک محل دیگر هستید. آیا مایل به ذخیره نمودن آن در محل معمول می‌باشید؟

source: You cannot change the full code "{0}" of the default user writing system.
fa: شما قادر به تغییر کد کامل"{0}" کاربر نظام نگارشی نمی‌باشید.

source: You cannot delete a Text Markup tag when there are texts using the tag. One such text using this tag is {0}.
fa: وقتی که متون قسمتهای خود را بکار می‌برند، شما نمی‌توانید نوع نشانه‌گذاری یک متن را حذف نمایید. همچین متنی این نوع قسمتی را بکار می‌برد {0} می‌باشد.

source: You cannot delete a Text Markup type when there are texts using its tags. One such text using this type of tag is {0}.
fa: وقتی که متون قسمتهای خود را بکار می‌برند، شما نمی‌توانید نوع نشانه‌گذاری یک متن را حذف نمایید. همچین متنی این نوع قسمتی را بکار می‌برد {0} می‌باشد.

source: You cannot demote a list of Text Markup Tags into another list.
fa: شما قادر به کاهش فهرستی از قسمتهای نشانه متنی را به فهرست دیگری تبدیل نمایید.

source: You cannot hide the Word line in this view
fa: نمی‌توانید حط واژه را به صورت این نما پنهان نمایید.

source: You cannot move, delete, or promote a discourse chart column when there is a chart that has data in the column. One text that has such a chart is {0}
fa: شما قادر به انتقال، حذف و یا تاسیس نمودن یک ستون جدول متن در زمانی که جدولی که در ستون اطلاعات دارد نمی‌باشید. متنی که همچین جدولی را دارد {0} می‌باشد.

source: You cannot promote a tag to be its own list. Add a new list instead and move tags to it.
fa: شما قادر به قسمتی را تاسیس نمایید که فهرست خود باشد. فهرستی را به جای آن اضافه نمایید و قسمتهایی را به آن انتقال دهید.

source: You cannot promote or move a column group when there are charts using the template. One text that has such a chart is {0}.
fa: هنگامی که جدولهایی که الگوها را بکار می‌برد ، قادر نیستید که یک گروه ستون را انتقال و یا توسعه دهید. متنی که همچین جدول را دارد {0} می‌باشد.

source: You cannot promote part of one discourse chart template to a new template. In fact, currently we do not support having more than one template at all.
fa: شما قادر به توسعهٔ بخش یک الگوی جدول متن را به یک الگوی جدید نمی‌باشید. در حقیقت، در حال حاضر ما داشتن بیش از یک الگو را پشتیبانی نمی‌کنیم.

source: You cannot use 'Undo' to cancel the effect of this utility. You can restore current parser approved analyses by simply running the parser on your words again.
fa: نمی‌توانید دکمه «فسخ عملکرد» جهت لغو نمودن نتایج این کاربرد را بکار برید. جهت برگرداندن تحلیلهای این تجزیه کننده را می‌توانید توسط بکار بردن تجزیه کننده در واژگان خود دوباره بکار برید.‏

source: You cannot use 'Undo' to cancel the effect of this utility. You would need to go back to a previously saved version of the database.
fa: دستور «فسخ عملکرد» را نمی‌توان جهت لغو اثرات این کاربرد، استفاده نمود، باید به بخش دادههای ذخیره شدهٔ قبلی برگشت و این کار را انجام داد.‏‏

source: You have configured the "{0}" field to be displayed in two or more columns with the same writing system. Change the writing system of one of those columns or remove the duplicated column.
fa: شما بخش "{0}" را ساخته‌اید که در دو ستون و یا بیشتر با یک نظام نگارشی را ساخته‌اید.نظام نگارشی یکی از آن ستونها را تغییر و یا ستون تکثیر شده را حذف نمایید.

source: You have launched FLEX 10 times.
fa: ۱۰ بار برنامه فلکس را به کار برده‌اید.‏
